Repository: common-repository/memberwunder
Catalog: languages/*-membership-*.po
Languages: de_de

source: The MemberWunder Plugin is the simplest way to build a membership community, get paying customers and returning revenue. Directly after setting up the plugin, you have a ready to go membership area. You can upload your own course videos or use our whitelabel courses. Just try it - it has never been easier before.
de_de: Das MemberWunder Plugin ermöglicht es dir einfach wie noch nie Mitglieder, zahlende Kunden und wiederkehrende Umsätze zu generieren. Direkt nach der Installation des Plugins hast du einen fertigen Mitgliederbereich, kannst deine eigenen Videos als Kurse hochladen oder bereits erstellte Kurse von uns verwenden. Probier es aus, nie war es so leicht!

source: Social networks section header
de_de: Social Media Headline

source: Here you add the headline for your social share elements. This headline will be above the social share elements. f.e.: follow us
de_de: Füge hier die Überschrift für die Social Share Elemente ein. Diese Überschrift wird oberhalb der Social Share Elemente eingefügt. z.B.: Folge Uns

source: Max Mustermann
de_de: John Doe

source: Profile
de_de: Profil

source: Lost Password
de_de: Passwort vergessen

source: Reset password
de_de: Passwort

source: Sorry, you are not allowed to edit this user.
de_de: Sorry, dir ist es nicht gestattet diesen User zu bearbeiten.

source: Usernames can only contain lowercase letters (a-z) and numbers.
de_de: Der Benutzername darf ausschließlich Kleinbuchstaben (a-z) und Zahlen (0-9) enthalten

source: Please enter a username.
de_de: Bitte gib einen Benutzernamen an

source: Sorry, that username is not allowed.
de_de: Entschuldige, dieser Benutzername ist nicht erlaubt.

source: Username must be at least 4 characters.
de_de: Der Benutzername muss mindestens aus 4 Zeichen bestehen.

source: Username may not be longer than 60 characters.
de_de: Der Benutzername darf nicht mehr als 60 Zeichen enthalten.

source: Sorry, usernames must have letters too!
de_de: Entschuldige, der Benutzername muss auch aus Buchstaben bestehen

source: Sorry, that username already exists!
de_de: Entschuldigung, dieser Benutzername ist bereits vergeben

source: That username is currently reserved but may be available in a couple of days.
de_de: Dieser Benutzername ist momentan reserviert, aber eventuell in ein paar Tagen wieder verfügbar.

source: You cannot use that email address to signup. We are having problems with them blocking some of our email. Please use another email provider.
de_de: Du kannst diese E-Mail-Adresse nicht zur Eintragung verwenden. Dieser Anbieter blockiert unseren E-Mail-Versand. Bitte verwende einen anderen E-Mail Anbieter.

source: Please enter a valid email address.
de_de: Bitte gib eine gültige E-Mail-Adresse an.

source: Sorry, that email address is not allowed!
de_de: Entschuldige, diese E-Mail-Adresse ist nicht erlaubt.

source: Sorry, that email address is already used!
de_de: Entschuldigung, diese E-Mail Adresse wird bereits verwendet!

source: That email address has already been used. Please check your inbox for an activation email. It will become available in a couple of days if you do nothing.
de_de: Diese E-Mail-Adresse wurde schon verwendet. Bitte überprüfe dein E-Mail-Postfach nach der Aktivierungs-E-Mail von uns. Wenn du nichts machst, wird diese E-Mail-Adresse in ein paar Tagen wieder verfügbar.

source: <strong>ERROR</strong>: Please enter a username.
de_de: <strong>FEHLER</strong>: Gib einen Benutzernamen ein

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
de_de: <strong>FEHLER</strong>: Es gibt keinen registrierten Benutzer unter dieser E-Mail-Adresse.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
de_de: <strong>FEHLER</strong>: Dieser Benutzername ist ungültig, weil er nicht erlaubte Zeichen enthält. Bitte gib einen gültigen Benutzernamen ein.

source: <strong>ERROR</strong>: Sorry, that username is not allowed.
de_de: <strong>FEHLER</strong>: Entschuldigung, dieser Benutzername ist nicht erlaubt.

source: <strong>ERROR</strong>: Please type your email address.
de_de: <strong>FEHLER</strong>: Bitte gib deine E-Mail-Adresse ein.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
de_de: <strong>FEHLER</strong>: Die E-Mail-Adresse ist nicht korrekt.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
de_de: <strong>FEHLER</strong>: Diese E-Mail-Adresse ist bereits vergeben. Bitte wähle eine andere.

source: <strong>ERROR</strong>: Please type your first name.
de_de: <strong>FEHLER</strong>: Gib deinen Vornamen ein.

source: <strong>ERROR</strong>: Please type your last name.
de_de: <strong>FEHLER</strong>: Gib deinen Nachnamen ein.

source: <strong>ERROR</strong>: Please type your password.
de_de: <strong>FEHLER</strong>: Gib dein Passwort ein.

source: <strong>ERROR</strong>: Password length must be greater than 5.
de_de: <strong>FEHLER</strong>: Passwort muss mehr als 5 Zeichen enthalten.

source: <strong>ERROR</strong>: Password does not match the confirm password.
de_de: <strong>FEHLER</strong>: Passwort und Passwort-Bestätigung stimmen nicht überein.

source: You are already signed in.
de_de: Du bist bereits angemeldet

source: Invalid password reset link.
de_de: Ungültiger Link zur Passwortrücksetzung

source: The password reset link you used is not valid anymore.
de_de: Der Link zum Zurücksetzen deines Passwortes ist nicht mehr gültig

source: The two passwords you entered don't match.
de_de: Die Passwörter stimmen nicht überein

source: Sorry, we don't accept empty passwords.
de_de: Du musst das Passwortfeld ausfüllen

source: An unknown error occurred. Please try again later.
de_de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuche es erneut

source: You are already logged in.
de_de: Du bist bereits erfolgreich angemeldet.

source: Some field is empty.
de_de: Ein Feld wurde nicht ausgefüllt.

source: There is no user registered.
de_de: Es ist kein Benutzer registriert.

source: The password you entered is incorrect.
de_de: Dein Passwort ist nicht korrekt.

source: You are successfully logged in.
de_de: Du wurdest erfolgreich angemeldet.

source: Check your email for the password restore instructions.
de_de: Überprüfe dein E-Mail-Postfach. Wir haben dir die Anleitung zur Passwortrücksetzung zugesendet.

source: The email could not be sent.
de_de: Die E-Mail konnte nicht gesendet werden.

source: Someone has requested a password reset for the following account:
de_de: Jemand hat das Zurücksetzen des Passworts für folgendes Benutzerkonto angefordert:

source: Username: %s
de_de: Benutzername: %s

source: If this was a mistake, just ignore this email and nothing will happen.
de_de: Falls dies nicht beabsichtigt war, ignoriere einfach diese E-Mail. Es wird dann nichts passieren.

source: To reset your password, visit the following address:
de_de: Um dein Passwort zurückzusetzen, besuche folgende Adresse:

source: [%s] Password Reset
de_de: [%s] Passwort zurücksetzen

source: MY PROFILE
de_de: MEIN PROFIL

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Display Name
de_de: Angezeigter Name

source: Website
de_de: Webseite

source: You are not logged in.
de_de: Du bist nicht angemeldet

source: Display name cannot be empty.
de_de: Der angezeigte Name muss ausgefüllt werden

source: Something going wrong.
de_de: Etwas lief schief. Versuche es erneut

source: You are successfully update profile.
de_de: Du hast du dein Profil erfolgreich aktualisiert

source: Email and Password
de_de: Email und Passwort

source: Old Password
de_de: Altes Passwort

source: Confirm Password
de_de: Passwort bestätigen

source: Invalid email.
de_de: Ungültige E-Mail-Adresse

source: Invalid old password.
de_de: Ungültiges altes Passwort

source: New passwords do not match.
de_de: Neue Passwörter stimmen nicht überein.

source: Featured image
de_de: Bild

source: Day
de_de: Tag

source: Hour
de_de: Stunde

source: Minutes
de_de: Minuten

source: Second
de_de: Sekunde

source: Seconds
de_de: Sekunden

source: Add Media
de_de: Medien hinzufügen

source: Visual
de_de: Visuell

source: Remove lesson
de_de: Lektion löschen

source: Lesson title
de_de: Lektion Name

source: Days before this lesson will be available
de_de: Tage bis die Lektion verfügbar ist

source: Add quiz
de_de: Quiz hinzufügen

source: As many times as the user wants
de_de: So oft, wie der Benutzer will

source: Once per day
de_de: Einmal am Tag

source: Once per month
de_de: Ein Mal im Monat

source: Remove quiz
de_de: Quiz löschen

source: Quiz title
de_de: Quiz Name

source: Threshold
de_de: Schwelle

source: Certificate
de_de: Zertifikat

source: Retake
de_de: Wiederholen

source: Add question
de_de: Frage hinzufügen

source: Answer
de_de: Antwort

source: Correct answer
de_de: Korrekte Antwort

source: One answer
de_de: Eine Antwort

source: One answer with image
de_de: Eine Antwort mit Bild

source: Multiple answers
de_de: Mehrfache Antworten

source: Multiple answers with image
de_de: Mehrfache Antworten mit Bild

source: Remove question
de_de: Frage löschen

source: Question text
de_de: Fragetext

source: Type of answer
de_de: Art der Antwort

source: Add answer
de_de: Antwort hinzufügen

source: Remove module
de_de: Modul löschen

source: Module title
de_de: Modulname

source: Days before this module will be available
de_de: Tage bis das Modul verfügbar ist

source: Fill in an overview image for the module here. Optimal size 000x000 Pixel
de_de: Trage hier ein Übersichts-Bild für das Modul ein. Optimale Größe 000x000 Pixel

source: Module image
de_de: Modulbild

source: OR
de_de: ODER

source: Module description
de_de: Modulbeschreibung

source: Lessons
de_de: Lektionen

source: Add lesson
de_de: Lektion hinzufügen

source: Onetime
de_de: Einmal

source: Yearly
de_de: Jährlich

source: Monthly
de_de: Monatlich

source: Free
de_de: Frei

source: Error marking lesson as done
de_de: Fehler beim Markieren einer Lektion als "Erledigt"

source: Error marking quiz as taken
de_de: Fehler beim Markieren eines Quizzes als "Absolviert"

source: Error getting taken quiz
de_de: Fehler beim Absolvieren eines Quizzes

source: Here you can upload our <strong>sample course</strong> to your membership area. Feel free to fully customize your membership area with our demo content. To install the demo content, click on the Button '<strong>Upload</strong>'.
de_de: Hier kannst du dir <strong>Beispielinhalte</strong> in deinen Mitgliederbereich hochladen. So siehst du wie, ein fertig eingerichteter Mitgliederbereich aussehen würde. Du kannst den Beispielinhalt gerne an deine Wünsche anpassen. Um den Beispielinhalt hochzuladen Klicke auf den '<strong>Upload</strong>'-Button.

source: You have not selected the right action or your action is invalid.
de_de: Diese Aktion ist nicht gültig oder die die falschen Aktion wurde gewählt.

source: We have successfully loaded your data.
de_de: Wir haben die Daten erfolgreich geladen.

source: Error: %s
de_de: Fehler: %s

source: You have successfully installed our sample course to your membership area. You can now fully customize it and exchange it with your content.
de_de: Du hast die Beispielinhalte erfolgreich installiert. Du kannst sie nun anpassen und deine eigenen Inhalte hinzufügen.

source: Please enter a valid email address in the 'FROM' field.
de_de: Bitte trage eine gültige E-mail Adresse in das "FROM"-Feld ein.

source: Please enter a valid port in the 'SMTP Port' field.
de_de: Bitte trage einen gültigen Port in das "SMTP Port"-Feld ein.

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Settings are not saved.
de_de: Einstellungen nicht gespeichert.

source: From Email Address
de_de: Von E-Mail-Adresse

source: This email address will be used in the 'From' field.
de_de: Diese E-Mail-Adresse wird im "FROM"-Feld genutzt.

source: This text will be used in the 'FROM' field
de_de: Dieser Text wird im "FROM"-Feld genutzt.

source: Your mail server
de_de: Dein Mailserver

source: Type of Encryption
de_de: Art der Verschlüsselung

source: None
de_de: Keine

source: For most servers SSL is the recommended option
de_de: Für die meisten Server ist SSL die empfohlene Option

source: The port to your mail server
de_de: Der Port zu deinem Mailserver

source: SMTP Authentication
de_de: SMTP Authentifizierung

source: This options should always be checked 'Yes'
de_de: Diese Optionen sollte immer mit "Ja" versehen sein.

source: SMTP username
de_de: SMTP Nutzername

source: The username to login to your mail server
de_de: Der Nutzername, um dich beim Mailserver einzuloggen

source: SMTP Password
de_de: SMTP Passwort

source: The password to login to your mail server
de_de: Das Passwort, um dich beim Mailserver einzuloggen

source: Testing And Debugging Settings
de_de: Einstellungen testen

source: Wait...
de_de: Warte...

source: To
de_de: Zu

source: Enter the recipient's email address
de_de: Gebe hier die Empfänger E-Mail Adresse ein

source: Enter a subject for your message
de_de: Gebe hier den E-Mail Betreff ein

source: Message
de_de: Nachricht

source: Write your email message
de_de: Gebe hier deine Nachricht ein

source: Send Test Email
de_de: Test Nachricht senden

source: Test mail was sent
de_de: Test Nachricht wurde versendet

source: Please enter a valid email address in the recipient email field.
de_de: Bitte trage eine gültige E-Mail-Adresse als Empfänger ein.

source: Please configure your SMTP credentials
de_de: Bitte konfiguriere deine SMTP Einstellungen

source: Mail successfully sent
de_de: Nachricht erfolgreich versendet

source: Mail couldn't be sent successfully
de_de: Nachricht konnte nicht versendet werden

source: On your site uses plugin MemberWunder PRO. If you want activate MemberWunder FREE, please deactivate PRO version before.
de_de: Auf deiner Seite ist das Plugin MemberWunder PRO noch aktiv. Wenn du MemberWunder FREE aktivieren möchtest, deaktiviere zuerst MemberWunder PRO.

source: Plugin Activation Error
de_de: Fehler beim Aktivieren des Plugins

source: <p>The <strong>MemberWunder</strong> plugin requires %s version %s or greater.</p>
de_de: <p>Das <strong>MemberWunder</strong> Plugin benötigt %s version %s oder höher.</p>

source: Return to previous lesson
de_de: Vorherige Lektion

source: Lesson done
de_de: Lektion abgeschlossen

source: Move on to the next lesson
de_de: Nächste Lektion

source: Course progress
de_de: Kursfortschritt

source: CONGRATULATIONS
de_de: GRATULATION

source: You have completed the lesson &quot;%s&quot;
de_de: Du hast &quot;%s&quot; erfolgreich abgeschlossen

source: You have to finish %s before you can continue with this module.
de_de: Du musst zuerst das Modul %s abschließen, bevor du mit dem nächsten Modul beginnen kannst.

source: The lesson will be available %s
de_de: Die Lektion ist verfügbar in %s

source: You have completed quiz and your result is
de_de: Du hast das Quiz abgeschlossen und dein Ergebnis lautet

source: You have failed quiz. Try again later. Your result is
de_de: Du hast das Quiz nicht bestanden. Versuche es später noch einmal. Dein Ergebnis ist

source: Share
de_de: Teilen

source: Download
de_de: Herunterladen

source: Warning: You can only redo this quiz after %s
de_de: Warnung: Du kannst dieses Quiz nur nach %s wiederholen

source: 24 hours
de_de: 24 Stunden

source: 1 month
de_de: 1 Monat

source: Retake quiz
de_de: Quiz wiederholen

source: Processed to the next lesson
de_de: Mit der nächsten Lektion weitermachen

source: Back to the lesson
de_de: Zurück zur Lektion

source: Skip quiz
de_de: Quiz überspringen

source: (continue later)
de_de: (später weitermachen)

source: Confirm answers
de_de: Antwort bestätigen

source: (and see results)
de_de: (Resultate ansehen)

source: Back to modules
de_de: Zurück zur Modulübersicht

source: Previous
de_de: Zurück

source: DONE
de_de: ERLEDIGT

source: Next
de_de: Weiter

source: LESSONS
de_de: LEKTIONEN

source: FOLLOW US
de_de: FOLGE UNS

source: I have completed quiz and my result is %s
de_de: Ich habe das Quiz beendet und mein Ergebnis ist %s

source: Don't have an account?
de_de: Du hast noch keinen Account?

source: Get started
de_de: Jetzt durchstarten!

source: Overall
de_de: Gesamt

source: Weekly
de_de: Wöchentlich

source: Personal
de_de: Persönlich

source: Pick a New Password
de_de: Gib dein neues Passwort ein

source: New password
de_de: Neues Passwort

source: Repeat new password
de_de: Passwort bestätigen

source: Reset Password
de_de: Passwort vergessen

source: MODULES
de_de: MODULE

source: %s hr
de_de: %s Stunde

source: YOUR PROGRESS
de_de: DEIN FORTSCHRITT

source: COURSES
de_de: KURSE

source: My courses
de_de: Erworbene Kurse

source: All courses
de_de: Alle Kurse

source: Completed lessons
de_de: Abgeschlossene Lektionen

source: Unfinished lessons
de_de: Offene Lektionen

source: Browse courses
de_de: Kurse ansehen

source: MY COURSES
de_de: ERWORBENE KURSE

source: OTHER COURSES
de_de: ANDERE KURSE

source: ALL COURSES
de_de: ALLE KURSE

source: PROFILE SETTINGS
de_de: PROFIL EINSTELLUNGEN

source: My data
de_de: Meine Angaben

source: Access data
de_de: Zugangsdaten

source: SIGN IN
de_de: ANMELDEN

source: Username
de_de: Benutzername

source: Sing up
de_de: Anmelden

source: %s is your new username
de_de: %s ist dein neuer Benutzername

source: But, before you can start using your new username, <strong>you must activate it</strong>.
de_de: Bevor du deinen neuen Benutzernamen verwenden kannst, <strong>musst du diesen aktivieren</strong>

source: Check your inbox at %s and click the link given.
de_de: Überprüfe dein %s E-Mail-Postfach und klicke in der E-Mail von uns.

source: If you do not activate your username within two days, you will have to sign up again.
de_de: Wenn du deinen Benutzernamen nicht innerhalb der nächsten 2 Tage aktivierst, musst du dich erneut anmelden.
