Repository: common-repository/memberwunder
Catalog: languages/*-membership-*.po
Languages: de_de

source: Here you can change basic information of your courses.
de_de: Hier kannst du die Grundinformationen deines Kurses ändern.

source: Subject
de_de: Kategorie

source: Here you can change the difficulty level of your courses, e.g. “beginner, advanced or expert”
de_de: Hier kannst du den Schwierigkeitsgrad deines Kurses ändern, z.B. "Anfänger, Fortgeschritten oder Experte"

source: Level
de_de: Schwierigkeit

source: Write down the approximate length of your course, e.g. 12 hours
de_de: Trage hier die ungefähre Dauer deines Kurses ein, z.B. 12 Stunden

source: Duration
de_de: Kurslänge

source: Hours
de_de: Stunden

source: Make modules obligatory
de_de: Abschluss von Modulen verpflichtend

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Determine the price to be shown in the membership are. Important: The real price is determined in Digistore24.
de_de: Bestimme hier den Preis, der im Mitgliederbereich angezeigt werden soll. Wichtig: Der echte Preis wird in Digistore24 bestimmt.

source: Price
de_de: Preis

source: Set the time on how long you want to allow a specific user to have access to this course
de_de: Lege hier den Zeitraum fest, in dem ein Mitglied Zugriff auf deinen Kurs haben wird

source: Limit access by time
de_de: Zugriff zum Kurs zeitlich begrenzen

source: Days
de_de: Tage

source: Show this course on login page
de_de: Zeige diese Kurse auf der Login-Seite

source: Choose to either show or hide the price of the course in the membership area before buying it
de_de: Wähle, ob du den Preis im Mitgliederbereich anzeigst oder versteckst, bevor man den Kurs kauft.

source: Price display options before purchase
de_de: Anzeige-Option für den Kurs-Preis vor dem Kauf

source: Show price in course and on course overview
de_de: Zeige den Preis im Kurs und in der Kursübersicht

source: Show price only in course
de_de: Zeige Preis nur im Kurs

source: Don’t show price
de_de: Zeige keinen Preis

source: Choose to either show or hide the price of the course in the membership area after buying it
de_de: Wähle, ob du den Preis im Mitgliederbereich anzeigst oder versteckst, nachdem man den Kurs gekauft hat.

source: Price display options after purchase
de_de: Anzeige-Option für den Kurs-Preis nach dem Kauf

source: Choose to show price of the course as “net”, “gross” or without taxes.
de_de: Wähle, ob du den Preis als "Netto", "Brutto" oder ohne Steuern anzeigst.

source: Tax display options
de_de: Umsatzsteuer anzeigen

source: Add "after tax (brutto)"
de_de: Zeige den Preis inkl. Umsatzsteuer

source: Add "before tax (netto)"
de_de: Zeige den Preis zzgl. Umsatzsteuer

source: Don’t show tax
de_de: Zeige keine Steuer

source: Here you can fill in a description of your courses.
de_de: Hier kannst du die Beschreibung deiner Kurse einfügen.

source: Description
de_de: Beschreibung

source: Here you can fill in the actual content of your courses. If you want to know how it works, visit https://memberwunder.com/hilfe
de_de: Hier kannst du den Inhalt deiner Kurse einfügen. Wenn du wissen willst, wie das funktioniert, besuche https://memberwunder.com/hilfe

source: New module
de_de: Neues Modul

source: New lesson
de_de: Neue Lektion

source: New quiz
de_de: Neues Quiz

source: New question
de_de: Neue Frage

source: Add module
de_de: Modul hinzufügen

source: This function will be available in MemberWunder PRO.
de_de: Diese Funktion ist nur in MemberWunder PRO verfügbar.

source: Add to Menu
de_de: Zum Menü hinzufügen

source: Dismiss
de_de: Ausblenden

source: Attention. Digistore24 API key should be with write access!
de_de: Achtung. Digistore24 API-Schlüssel sollte mit Schreibzugriff sein!

source: Upload image
de_de: Bild hochladen

source: You need to make folder uploads writable before you can import data. See <a href="https://codex.wordpress.org/Changing_File_Permissions">the Codex</a> for more information.
de_de: Du musst Schreibzugriff auf den Upload-Folder freigeben. Schau dir den <a href="https://codex.wordpress.org/Changing_File_Permissions">WordPress Codex</a> für mehr Informationen an.

source: Importing
de_de: Importiere

source: Start import
de_de: Import starten

source: Maximum upload file size: %s
de_de: Maximale Dateigröße für Upload: %s

source: Loading can take a few minutes.
de_de: Das Hochladen kann ein paar Minuten dauern.

source: ERROR
de_de: FEHLER

source: Label
de_de: Name

source: Write down the name of your social profile here.
de_de: Trage hier den Namen deines Social media Profils ein.

source: Write down a “call-to-action” like e.g. “Follow me on Facebook”.
de_de: Trage hier einen "Call-To-Action" ein, z.B. "Folge mir auf Facebook".

source: Put in the link to your social media profile here.
de_de: Trage hier den Link zu deinem Social media Profil ein.

source: Image
de_de: Bild

source: Fill in a picture or icon of the chosen social network.
de_de: Füge hier ein Bild oder Icon deines gewählten Sozialen Netzwerks ein.

source: Delete
de_de: Löschen

source: Add item
de_de: Objekt hinzufügen

source: custom
de_de: individuell

source: Email or Username
de_de: E-Mail / Username

source: Password
de_de: Passwort

source: Forgot your password?
de_de: Passwort vergessen?

source: Log in
de_de: Einloggen

source: Register
de_de: Registrieren

source: Get New Password
de_de: Neues Passwort anfordern

source: Login
de_de: Einloggen

source: Save
de_de: Speichern

source: Thanks for installing the free version of MemberWunder. Did you know that MemberWunder is even more powerful in the licensed version? You can monetarize your content, limit it to exclusive customers and start to build an online business. Click on "<strong>Learn more</strong>" to find out more about MemberWunder.
de_de: Danke für die Installation von MemberWunder. Hast du gewusst, dass MemberWunder in der lizenzierten Version noch viel mehr kann? Du kannst deine Inhalte verkaufen, sie einem exklusiven Kundenkreis zugänglich machen, dein Online Business aufbauen und vieles mehr. Klicke auf "<strong>Mehr erfahren</strong>" und finde heraus, wie du noch mehr aus MemberWunder herausholen kannst.

source: Learn more
de_de: Mehr erfahren

source: Date
de_de: Datum

source: Order
de_de: Bestellung

source: Settings
de_de: Einstellungen

source: Get MemberWunder PRO
de_de: MemberWunder PRO kaufen

source: Visit MemberWunder
de_de: Zu MemberWunder

source: Social icon
de_de: Social media Icon

source: Advantage icon
de_de: Vorteile-Icon

source: Add course
de_de: Kurs hinzufügen

source: Add new course
de_de: Neuen Kurs hinzufügen

source: Edit course
de_de: Kurs bearbeiten

source: New course
de_de: Neuer Kurs

source: View course
de_de: Kurs ansehen

source: Search course
de_de: Kurs suchen

source: No course found
de_de: Kein Kurs gefunden

source: No course found in Trash
de_de: Kein Kurs im Papierkorb gefunden

source: Import courses
de_de: Kurse importieren

source: Course info
de_de: Kurs Informationen

source: Modules & Lessons
de_de: Module & Lektionen

source: Payment systems
de_de: Zahlungsanbieter

source: Export
de_de: Exportieren

source: You have not selected any courses.
de_de: Du hast keine Kurse ausgewählt.

source: Error create ZIP archive with export data.
de_de: Feher beim Erstellen des ZIP-Archivs für den Export.

source: You are loading not ZIP archive with courses.
de_de: Die hochgeladene Datei ist kein ZIP-Archiv mit Kursen.

source: You have successfully imported %s, %s, %s!
de_de: Du hast erfolgreich %s, %s, %s importiert!

source: %s course
de_de: %s Kurs

source: %s module
de_de: %s Modul

source: %s lesson
de_de: %s Lektion

source: There was an error unzipping the file with courses.
de_de: Es gab einen Fehler beim Entpacken der Kurse.

source: There was an error on loading courses to site.
de_de: Es gab einen Fehler beim Hochladen der Kurse auf deine Seite.

source: Invalid format of xml file with courses.
de_de: Ungültiges Format der .xml-Datei mit den Kursen.

source: Error create element
de_de: Fehler beim Erstellen des Elements

source: Courses
de_de: Kursübersicht

source: MemberWunder Pages
de_de: MemberWunder Seiten

source: Main body background
de_de: Hintergrundfarbe Hauptseite

source: Change the main color of the background here.
de_de: Ändere hier die Hintergrundfarbe vom Hauptteil der Seiten im Mitgliederbereich

source: Text color
de_de: Schriftfarbe

source: Change the color of the text here
de_de: Ändere hier die Farbe der Schrift in deinem Mitgliederbereich

source: Menu item text color
de_de: Schriftfarbe Menüelemente

source: Change the text color of menu items here
de_de: Ändere hier die Schriftfarbe von Elementen im Menü

source: Active menu item text color
de_de: Schriftfarbe aktive Menüelemente

source: Change the text color of menu items when the cursor hovers over the element
de_de: Ändere hier die Schriftfarbe von Elementen im Menü, wenn der Mauscursor über dem Menüelement liegt.

source: Headline background color
de_de: Hintergrundfarbe Überschrift Box

source: Change the background color of the box around the headline of a page
de_de: Ändere hier die Hintergrundfarbe von der Box um Überschriften

source: Headline text color
de_de: Hintergrundfarbe Überschrift Box

source: Change the text color of headlines
de_de: Ändere hier die Farbe von Überschriften

source: Sidebar background color
de_de: Hintergrundfarbe Seitenleiste

source: Change the background color of the sidebar, which contains the meta-information about courses / lessons
de_de: Ändere hier die Hintergrundfarbe von der Seitenleiste zu Kurs- und Modulinformationen und der Benachrichtigungsbox zu abgeschlossenen Lektionen / Modulen.

source: Sidebar text color
de_de: Schriftfarbe Seitenleiste

source: Change the text color of the sidebar, which contains the meta-informations about courses/lessons
de_de: Ändere hier die Schriftfarbe von der Seitenleiste zu Kurs- und Modulinformationen und der Benachrichtigungsbox zu abgeschlossenen Lektionen / Modulen

source: Sidebar icon color
de_de: Iconfarbe Seitenleiste

source: Change the color of items in the sidebar which contains the meta-information about courses / lessons
de_de: Ändere hier die Schriftfarbe von den Icons in der Seitenleiste

source: Overlay box background
de_de: Hintergrund Overlay Box

source: Change the background overlay color of the main boxes of courses / lessons
de_de: Ändere hier die Hintergrund Overlay Farbe der Boxen von Kursen und Lektionen

source: Course / lesson box text color
de_de: Schriftfarbe Boxen

source: Change the text color of the main boxes of courses / lessons
de_de: Ändere hier die Schriftarbe der Boxen von Kursen und Lektionen

source: Footer menu background
de_de: Hintergrundfarbe Footer Menü

source: Change the background color of the footer menu here
de_de: Ändere hier die Hintergrundfarbe vom Footer Menü unterhalb der Seite

source: Footer menu item text color
de_de: Schriftfarbe Footer Menü Elemente

source: Change the text color of footer menu items here
de_de: Ändere hier die Hintergrundfarbe von Elementen im Footer Menü unterhalb der Seite

source: Button background color
de_de: Hintergrundfarbe Buttons

source: Change the background color of buttons here
de_de: Ändere hier die Hintergrundfarbe von Buttons

source: Swiss Franc
de_de: Schweizer Franken

source: You should allow new user registrations in your <a href="%s">Network Settings</a> for proper plugin functioning
de_de: Damit das Plugin ordentlich funktioniert, muss du Registrierungen von neuen Benutzer in deinen <a href="%s">Einstellungen</a> aktivieren.

source: Header analytics code
de_de: Header Tracking Code (Script)

source: Footer analytics code
de_de: Footer Tracking Code (Script)

source: Allow Klick-Tipp
de_de: Klick-Tipp aktivieren

source: Allow MailChimp
de_de: MailChimp aktivieren

source: MailChimp List ID
de_de: MailChimp Liste ID

source: Allow ActiveCampaign
de_de: ActiveCampaign aktivieren

source: Allow GetResponse
de_de: GetResponse aktivieren

source: GetResponse Campaign Name
de_de: GetResponse Kampagnen Name

source: Here you can find instruction
de_de: Hier findest du die Anleitung

source: how to set this value
de_de: , wie du diese Verbindung herstellst

source: Site title
de_de: Willkommensnachricht

source: Write down a welcome message as e.g. “Welcome to MemberWunder”
de_de: Schreibe hier deine Willkommensnachricht rein, z.B. "Willkommen zu MemberWunder"

source: Welcome to MemberWunder
de_de: Herzlich Willkommen zu MemberWunder

source: Subtitle
de_de: Slogan

source: Write down a slogan as e.g. “best Wordpress membership plugin”.
de_de: Schreibe hier einen Slogan rein, z.B. "bestes Wordpress Membership Plugin"

source: Simply build a membership community
de_de: Wunderbar einfach Mitglieder sammeln

source: Fill in an individual description of your membership area here.
de_de: Füge hier eine individuelle Beschreibung für deinen Mitgliederbereich ein.

source: The MemberWunder Plugin is the simplest way to build a membership community, get paying customers and returning revenue. Directly after setting up the plugin, you have you own membership area like this here. You can upload your own course videos or use our whitelabel courses. Just try it - it has never been easier before.
de_de: Mit MemberWunder sammelst du so einfach wie noch nie Mitglieder, zahlende Kunden und wiederkehrende Umsätze. Direkt nach der Installation des Plugins hast du einen Mitgliederbereich, wie diesen hier, zur Verfügung und kannst deine eigenen Video hochladen oder bereits erstellte Kurse von uns verwenden.

source: Background image
de_de: Hintergrundbild

source: Here you can upload your background image for the “hero-header” section. Ideal size 1000x1000px.
de_de: Hier kannst du dein Hintergrundbild für den "Hero-Header" einfügen. Optimale Maße 000x000px.

source: Notice text
de_de: Neuigkeiten Text

source: Fill in any text or call-to-action here. Useful for important messages addressing your subscribers.
de_de: Beliebigen Text oder Call-To-Action einfügen. Hilfreich, um wichtige Nachrichten an deine Mitglieder zu senden.

source: First time here? Find out more about the MemberWunder plugin, watch our explainer videos and high quality courses, where we explain how you can build your own online imperium with this plugin → <a target="_blank" href="https://memberwunder.com">memberwunder.com</a>
de_de: Bist du neu hier? Finde mehr raus über das MemberWunder Plugin, hol dir alle Erklärvideos und wertvolle Kurse, in denen du lernst wie du mit dem Plugin dein Online Imperium aufbaust unter → <a target="_blank" href="https://memberwunder.com">memberwunder.com</a>

source: Notice image
de_de: Neuigkeiten Bild

source: Upload an image to be shown next to the Notice text here.
de_de: Lade ein Bild hoch, das neben deinem Neuigkeiten-Text erscheint.

source: Here you can upload your individual logo for the header section of your membership area. Optimal Size 130x30px.
de_de: Hier kannst du dein individuelles Logo für den Header deines Mitgliederbereichs hochladen. Optimale Größe 130x30px

source: Footer Logo
de_de: Logo Fußzeile

source: Here you can upload your individual logo for the footer section of your membership area. Optimal Size 130x30px.
de_de: Hier kannst du dein individuelles Logo für den Footer deines Mitgliederbereichs hochladen. Optimale Größe 130x30px

source: Background image for registration page
de_de: Hintergrundbild für Registrierungsseite

source: Here you can set the background image for your registration page of your membership area.
de_de: Hier kannst du das Hintergrundbild für die Registrierungsseite deines Mitgliederbereichs festlegen.

source: Template
de_de: Design-Vorlagen

source: Here you can change coloring of your membership area.
de_de: Hier kannst du die Farbe deines Mitgliederbereichs ändern.

source: Hide MemberWunder Link
de_de: MemberWunder Link verbergen

source: Remove image color overlay
de_de: Farbüberdeckung entfernen

source: Choose this option if you want to show your course and module images without color overlay. Caution: Texts could be hardly readable without it!
de_de: Wenn du deine Kurs- & Modulbilder ohne Farbüberlagerung anzeigen willst, wähle diese Option aus. Achtung: Die Schrift könnte dadurch ggf. schwer erkenntlich sein!

source: Enable custom email templates
de_de: Eigene E-Mail Templates aktivieren

source: Custom CSS
de_de: individuelles CSS

source: Fill in you Digistore24 API key here. If you want to know where to find it, visit https://memberwunder.com/hilfe
de_de: Füge hier deinen Digistore24 API key ein. Wenn du nicht weißt, wo du ihn findest, besuche https://memberwunder.com/hilfe

source: Subject (new user)
de_de: Betreff (neuer User)

source: Purchase email (new user)
de_de: Willkommensemail (neuer User)

source: This email will automatically be sent to customers after every purchase of a membership product. You can individually change the content of this mail.
de_de: Diese E-mail wird nach jedem Kauf eines Mitglieder-Produkts automatisch an Kunden versandt. Du kannst den Inhalt dieser Mail beliebig ändern.

source: User id
de_de: Benutzer

source: User login
de_de: Benutzername

source: First name
de_de: Vorname

source: Last name
de_de: Nachname

source: Course name
de_de: Kursname

source: Current date
de_de: Aktuelles Datum

source: Hi %first_name%, Congratuliations! Your membership account is ready to go. To get access, please go to <a href="%url%">%url%</a> and log in with these credentials: email: %email” password: %password% I hope you enjoy %course_name%! All the best, John Doe
de_de: Hallo %first_name%, Gratulation! Dein Mitgliederkonto ist jetzt fertig. Um Zugriff darauf zu erhalten, gehe bitte auf <a href="%url%">%url%</a> und logge dich mit folgenden Daten ein: E-Mail: %email% Passwort: %password% Ich wünsche dir viel Spaß mit %course_name%! Beste Grüße und maximalen Erfolg Max Mustermann

source: Subject (existing user)
de_de: Betreff

source: Purchase email (existing user)
de_de: Willkommensemail

source: Hi %first_name%, Congratuliations! You have successfully purchased %course_name%! To get access, please go to <a href="%url%">%url%</a> and log in with your email and password. In case you forgot your password, please click on “forgot password”. I hope you enjoy %course_name%! All the best, Jane Doe
de_de: Hallo %first_name%, Gratulation! Du hast dir %course_name% erfolgreich gesichert! Um Zugriff darauf zu erhalten, gehe bitte auf <a href="%url%">%url%</a> und logge dich mit deiner E-Mail Adresse und deinem Passwort ein. Solltest du dein Passwort nicht mehr wissen, dann verwende bitte auf die “Passwort vergessen” Funktion. Ich wünsche dir viel Spaß mit deinem Produkt! Beste Grüße und maximalen Erfolg Max Mustermann

source: General
de_de: Allgemein

source: Base url
de_de: Mitgliederbereich-URL

source: Here you can change the website link to access your membership area.
de_de: Hier kannst du den Webseiten-Link ändern, der zu deinem Mitgliederbereich führt

source: Set the URL where your membership area will be available.<br/><strong>*Caution*:</strong> Your membership area will be visible as soon as you have inserted your license key.
de_de: Hier kannst du die URL festlegen, auf der dein Mitgliederbereich später verfügbar sein wird.<br/><strong>*Achtung*:</strong> der Mitgliederbereich ist erst sichtbar sobald der Lizenzschlüssel eingegeben wurde

source: /members
de_de: /mitglieder

source: Allow registration
de_de: Erlaube Registrierung

source: Choose Yes to enable interested users to create a free account.
de_de: Wähle Ja, um interessierten Usern kostenlose Zugänge zu gewähren.

source: Allow to hide unavailable modules and lessons
de_de: Verstecke nicht verfügbare Module und Lektionen

source: Disallow visit <pre>/wp-admin</pre> for non privileged users
de_de: Besuch von <pre>/wp-admin</pre> für nicht-privilegierte Nutzer verbieten

source: Prevent unauthorized users from logging into or visiting the backend of your domain.
de_de: Verhindere mit dieser Option, dass sich unberechtigte Nutzer in das Backend deiner Domain einloggen bzw. darauf zugreifen können.

source: Import
de_de: Importieren

source: Zip archive with data
de_de: ZIP-Archiv mit Daten

source: Impressum & AGB
de_de: Impressum und AGB

source: Allow leaderboard
de_de: Leaderboard erlauben

source: Uploading a profile picture
de_de: Profilbild hochladen

source: Choose a number of points to be given to your subscribers after uploading a profile picture.
de_de: Wähle eine Punktzahl, die an Mitglieder vergeben wird, nachdem sie ein Profilbild hochgeladen haben.

source: Starting the first course
de_de: Starten der ersten Kurses

source: Starting a course
de_de: Starten eines Kurses

source: Choose a number of points to be given to your subscribers after starting a course.
de_de: Wähle eine Punktzahl, die an Mitglieder vergeben wird, nachdem sie einen Kurs gestartet haben.

source: Finishing the first lesson
de_de: Abschließen der ersten Lektion

source: Choose a number of points to be given to your subscribers after finishing their first lesson.
de_de: Wähle eine Punktzahl, die an Mitglieder vergeben wird, nachdem sie ihre erste Lektion abgeschlossen haben.

source: Finishing a lesson
de_de: Abschließen einer Lektion

source: Finishing the first module
de_de: Abschließen des ersten Moduls

source: Choose a number of points to be given to your subscribers after finishing a module.
de_de: Wähle eine Punktzahl, die an Mitglieder vergeben wird, nachdem sie ein Modul abgeschlossen haben.

source: Finishing a module
de_de: Abschließen eines Moduls

source: Finishing the first quiz
de_de: Abschließen des ersten Quiz

source: Finishing a quiz
de_de: Abschließen eines Quiz

source: Choose a number of points to be given to your subscribers after finishing a quiz.
de_de: Wähle eine Punktzahl, die an Mitglieder vergeben wird, nachdem sie ein Quiz abgeschlossen haben.

source: Finishing the first course
de_de: Abschließen des ersten Kurses

source: Finishing the second course
de_de: Abschließen des zweiten Kurses

source: Finishing a course
de_de: Abschließen eines kompletten Kurses

source: Choose a number of points to be given to your subscribers after finishing an entire course.
de_de: Wähle eine Punktzahl, die an Mitglieder vergeben wird, nachdem sie einen kompletten Kurs beendet haben.

source: License
de_de: Lizenz

source: License key
de_de: Lizenzschlüssel

source: To use the plugin properly, please fill in your “MemberWunder license key”. If you want to know where to find it, visit https://memberwunder.com/hilfe
de_de: Um das Plugin richtig nutzen zu können, trage bitte deinen "MemberWunder Lizenzschlüssel" ein. Wenn du nicht weißt, wo du ihn finden kannst, besuche https://memberwunder.com/hilfe

source: Login page
de_de: Loginseite

source: Allow to show logo on login page
de_de: Logo auf Login-Seite anzeigen

source: Choose Yes to show logo on login page
de_de: Wähle Ja, um das Logo auf der Login-Seite anzuzeigen

source: Layout type
de_de: Layout Typ

source: Simple
de_de: Einfach

source: Advansed
de_de: Fortgeschritten

source: Courses visibility settings
de_de: Kurs-Sichtbarkeits-Einstellungen

source: Don't show courses
de_de: Kurse nicht anzeigen

source: Show only free courses
de_de: Nur kostenlose Kurse anzeigen

source: Show all courses
de_de: Alle Kurse anzeigen

source: Show only selected courses
de_de: Nur ausgewählte Kurse anzeigen

source: Title
de_de: Titel
